// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "HP Printing Knowledge Center";

TaskTitleField = "HP Printing Knowledge Center";
TaskDescriptionField = "Um schrittweise Anleitungen zum Einrichten des Geräts für eine originalgetreue und konsistente Farbausgabe herunterzuladen, klicken Sie auf \"Online\".";
TaskStartButtonTitle = "Online";
